export default [
    {
        "name": "Ricarica",
        "image": "/images/portfolio/ricarica.jpg",
        "URL": "https://ricarica.fit",
        "type": "Интернет-магазин спортивной одежды и аксессуаров.",
        "description": "Редакция «Бизнес». Интеграция с 1С, два склада. Определение геопозиции и автокомплит геоданных через API DaData.ru. Кастомные компоненты корзины и оформления заказа. Получение пунктов выдачи заказа через API СДЭК и их вывод через коллекции меток на Яндекс.Карту с установкой стоимости/срока доставки. Верстка по макетам Figma."
    },
    {
        "name": "Vilatte",
        "image": "/images/portfolio/vilatte.jpg",
        "URL": "https://opt.vilatte.ru",
        "type": "Оптовый интернет-магазин одежды",
        "description": "Создание нового шаблона и компонентов на новом ядре, перенос актуальных заказов/покупателей/отгрузок на новый сайт со старого (14 версия), SEO-доработки, кастомизация обмена с 1С"
    },
    {
        "name": "Hammer Fit",
        "image": "/images/portfolio/hammer-fit.jpg",
        "URL": "https://hammer-fit.ru",
        "type": "Сеть фитнес-клубов",
        "description": "Верстка по макетам Figma, реализация шаблона, компонентов, в частности Расписание. Интеграция оплаты PayKeeper и учет платежей с их статусами."
    },
    {
        "name": "Diveshop",
        "image": "/images/portfolio/diveshop.jpg",
        "URL": "https://diveshop.ru",
        "type": "Интернет-магазин снаряжения для дайвинга и подводной охоты",
        "description": "Реализовано три магазина на одном ядре (многосайтовость), с общим каталогом и гибкими настройками для каждого сайта (наличие/отстутствие товаров без использования Складского учета, разные типы цен для каждого сайта). Обмен с кастомной 1С в xls формате. Настройка выгрузки на Яндекс.Маркет"
    },
    {
        "name": "Акватекс",
        "image": "/images/portfolio/aquatex.jpg",
        "URL": "https://aquatex.ru/",
        "type": "Оптовый интернет-магазин снаряжения для дайвинга и подводной охоты",
        "description": "Один из сайтов на одном ядре из описания выше. Каталог доступен только для определенной группы пользователей. Реализован компонент Где купить - поиск магазинов по городам с автокомплитом и отображение найденных на Яндекс.Карте"
    },
    {
        "name": "Геол",
        "image": "/images/portfolio/geol.jpg",
        "URL": "https://geol.ru",
        "type": "Корпоративный сайт компании, занимающейся бурением и обслуживанием скважин",
        "description": "Реализован на базе готового решения от Аспро: Корпоративный сайт 2.0. Реализована гео-библиотека геологических документов, множество калькуляторов, посадочных страниц, SEO-доработки"
    },
    {
        "name": "Эвоматикс",
        "image": "/images/portfolio/evomatics.jpg",
        "URL": "https://www.evomatics.ru/",
        "type": "Корпоративный сайт компании, занимающейся промышленной автоматизацией",
        "description": "Реализация шаблона, шаблонов компонентов, нестандартный компонент меню, где данные собираются из более чем одного инфоблока"
    },
    {
        "name": "Домтик",
        "image": "/images/portfolio/domtik.jpg",
        "URL": "https://domtik.ru/",
        "type": "Корпоративный сайт компании, занимающейся дезинфекцией помещений",
        "description": "Реализация шаблона, шаблонов компонентов, кастомизация компонента услуг для более удобного управления/заполнения"
    },
    {
        "name": "Эвоген",
        "image": "/images/portfolio/evogenlab.jpg",
        "URL": "https://evogenlab.ru/",
        "type": "Корпоративный сайт компании, занимающейся генетическими исследованиями",
        "description": "Реализация шаблона, шаблонов компонентов, подключение Яндекс.Кассы, англоязычная версия"
    },
]